tap "derailed/k9s"
tap "goles/battery"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "manojkarthick/tap"
tap "sst/tap"
tap "universal-ctags/universal-ctags"
brew "adns"
brew "libsodium"
brew "libssh"
brew "libyaml"
brew "mpdecimal"
brew "xz"
brew "ansible"
brew "brotli"
brew "giflib"
brew "imath"
brew "libpng"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "aom"
brew "argo"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "git"
brew "asdf"
brew "atomicparsley"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash-completion"
brew "oniguruma"
brew "bat"
brew "bdw-gc"
brew "berkeley-db"
brew "blueutil"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "circleci"
brew "cloudflared"
brew "cmake"
brew "cocoapods"
brew "cscope"
brew "dash-shell"
brew "dav1d"
brew "direnv"
brew "docbook"
brew "docbook-xsl"
brew "exercism"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "gmp"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "pango"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "findutils"
brew "ncurses"
brew "fish"
brew "flux"
brew "openjdk"
brew "fop"
brew "fzf"
brew "gcc"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git-filter-repo"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grip"
brew "guile"
brew "htop"
brew "hub"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "imagemagick"
brew "jemalloc"
brew "jj"
brew "jpeg"
brew "jq"
brew "libuv"
brew "node"
brew "jupyterlab"
brew "kubeseal"
brew "lazydocker"
brew "leiningen"
brew "less"
brew "libev"
brew "libffi"
brew "libnet"
brew "libpthread-stubs"
brew "libressl"
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "libxslt"
brew "libzip"
brew "lightgbm"
brew "lsd"
brew "luarocks"
brew "luv"
brew "magic-wormhole"
brew "make"
brew "mas"
brew "mkcert"
brew "msgpack"
brew "mysql"
brew "tree-sitter"
brew "utf8proc"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "openblas"
brew "stoken"
brew "openconnect"
brew "openjdk@11"
brew "openjdk@21"
brew "parquet-cli"
brew "pcre"
brew "peco"
brew "perl"
brew "postgresql@14"
brew "postgresql@16"
brew "pwgen"
brew "rcm"
brew "reattach-to-user-namespace"
brew "redo"
brew "ripgrep"
brew "rtmpdump"
brew "saml2aws"
brew "serverless"
brew "siege"
brew "sleepwatcher", restart_service: :changed
brew "spark"
brew "starship"
brew "tcl-tk"
brew "tcptraceroute"
brew "telnet"
brew "terminal-notifier"
brew "texlive"
brew "thefuck"
brew "tidy-html5"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tpm"
brew "tree"
brew "unixodbc"
brew "vim"
brew "wget"
brew "wxwidgets"
brew "xan"
brew "xmlto"
brew "xsv"
brew "yarn"
brew "yq"
brew "derailed/k9s/k9s"
brew "goles/battery/battery", link: false
brew "heroku/brew/heroku"
brew "manojkarthick/tap/pqrs"
brew "sst/tap/opencode"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "battery"
cask "brave-browser"
cask "capcut"
cask "chatgpt"
cask "chromedriver"
cask "claude"
cask "controlplane"
cask "dash"
cask "discord"
cask "emacs-app"
cask "fantastical"
cask "firefox"
cask "font-devicons"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-term-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "graphiql"
cask "insomnia"
cask "keybase"
cask "keycastr"
cask "kindle"
cask "kitty"
cask "lens"
cask "licecap"
cask "livebook"
cask "logitech-camera-settings"
cask "macdown"
cask "mic-drop"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "ngrok"
cask "notable"
cask "podman-desktop"
cask "ollama-app"
cask "postgres-unofficial"
cask "postico"
cask "postman"
cask "protonvpn"
cask "rapidapi"
cask "send-to-kindle"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "snowflake-snowsql"
cask "soulver"
cask "spotify"
cask "steam"
cask "stretchly"
cask "sublime-text"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zed"
cask "zeplin"
cask "zoom"
go "github.com/oncilla/old-man-yells-at/cmd/old-man-yells-at"
